---
kind: other
id: Properties.T:Autodesk.Revit.DB.ScheduleDefinition
source: html/0060d39a-f1a9-c867-a3bb-f9fe9abbcf7d.htm
---
# ScheduleDefinition Properties

In an area schedule, the ID of the area scheme to display.